{
  "pl:en-US:Strona główna": "Homepage",
  "pl:en-US:Projekty": "Projects",
  "pl:en-US:Publikacje": "Publications",
  "pl:en-US:Modele": "Models",
  "pl:en-US:Zespół": "Team",
  "pl:en-US:Rekrutacja": "Recruitment",
  "pl:en-US:Współpraca": "Collaboration",
  "pl:en-US:Kontakt": "Contact",
  "pl:en-US:Przejdź do treści głównej": "Skip to main content",
  "pl:en-US:Czytaj więcej": "Read more",
  "pl:en-US:Załaduj więcej": "Load more",
  "pl:en-US:Zamknij": "Close",
  "pl:en-US:Otwórz menu": "Open menu",
  "pl:en-US:Zamknij menu": "Close menu",
  "pl:en-US:Dowiedz się więcej": "Learn more",
  "pl:en-US:Zobacz wszystkie": "See all",
  "pl:en-US:Powrót na stronę główną": "Back to home page",
  "pl:en-US:Pracownia Unikalnych Modeli Aplikacyjnych": "Laboratory of Unique Application Models",
  "pl:en-US:Innowacyjne rozwiązania na styku nauki, medycyny i biotechnologii": "Innovative solutions at the intersection of science, medicine and biotechnology",
  "pl:en-US:Nasze projekty": "Our projects",
  "pl:en-US:Poznaj zespół": "Meet the team",
  "pl:en-US:Zobacz nasze projekty badawcze": "See our research projects",
  "pl:en-US:Poznaj członków naszego zespołu": "Meet our team members",
  "pl:en-US:Dowiedz się o możliwościach współpracy": "Find out about cooperation opportunities",
  "pl:en-US:Czym się zajmujemy?": "What do we do?",
  "pl:en-US:Pracownia Unikalnych Modeli Aplikacyjnych (P.U.M.A.) działa na styku nauki podstawowej, badań translacyjnych i innowacji wdrożeniowych. Tworzymy i rozwijamy unikalne modele biologiczne i bioinżynieryjne, które pozwalają wiarygodnie odzwierciedlać procesy zachodzące w organizmach żywych oraz w środowiskach klinicznych i przemysłowych.": "The Unique Application Models Laboratory (P.U.M.A.) operates at the interface of basic science, translational research and implementation innovation. We create and develop unique biological and bioengineering models to reliably reflect processes in living organisms and in clinical and industrial environments.",
  "pl:en-US:Nauka podstawowa": "Basic science",
  "pl:en-US:Badania fundamentalne w zakresie mikrobiologii, bioinżynierii i medycyny molekularnej.": "Fundamental research in microbiology, bioengineering and molecular medicine.",
  "pl:en-US:Badania translacyjne": "Translational research",
  "pl:en-US:Przekładanie odkryć naukowych na praktyczne rozwiązania kliniczne i terapeutyczne.": "Translating scientific discoveries into practical clinical and therapeutic solutions.",
  "pl:en-US:Innowacje wdrożeniowe": "Implementation innovations",
  "pl:en-US:Komercjalizacja wyników badań i wdrażanie nowych technologii w przemyśle.": "Commercialization of research results and implementation of new technologies in industry.",
  "pl:en-US:Nasza działalność obejmuje": "Our activities include",
  "pl:en-US:Modele biofilmowe": "Biofilm models",
  "pl:en-US:In vitro, ex vivo i in vivo, w tym z wykorzystaniem larw Galleria mellonella": "In vitro, ex vivo and in vivo, including using Galleria mellonella larvae",
  "pl:en-US:Testowanie biomateriałów": "Testing biomaterials",
  "pl:en-US:Testowanie biomateriałów - opatrunków, nośników leków": "Testing of biomaterials - dressings, drug carriers",
  "pl:en-US:Badania translacyjne nad skutecznością antyseptyków, antybiotyków, opatrunków oraz związków pochodzenia naturalnego ocenianą za pomocą wyżej wymienionych modeli": "Translational research on the efficacy of antiseptics, antibiotics, dressings, and naturally derived compounds evaluated using the above models",
  "pl:en-US:Analiza skuteczności i bezpieczeństwa": "Efficacy and safety analysis",
  "pl:en-US:Analiza skuteczności i bezpieczeństwa w ujęciu przedklinicznym, z zastosowaniem modeli alternatywnych wobec badań na ssakach": "Preclinical efficacy and safety analysis using alternative models to mammalian studies",
  "pl:en-US:Sztuczna inteligencja w biologii": "Artificial intelligence in biology",
  "pl:en-US:Wykorzystujemy algorytmy AI do analizy wzorców ruchu larw Galleria mellonella jako odpowiedzi na substancje toksyczne, w tym psychoaktywne oraz do oceny skuteczności leków przeciwinfekcyjnych i bezpieczeństwa leków w ogóle": "We use AI algorithms to analyze the movement patterns of Galleria mellonella larvae as a response to toxic substances, including psychoactive substances, and to evaluate the efficacy of anti-infective drugs and drug safety in general",
  "pl:en-US:Dlaczego P.U.M.A.?": "Why P.U.M.A.?",
  "pl:en-US:P.U.M.A. to zespół naukowców, którzy działają sprawnie, szybko i elastycznie – jak kotowaty, od którego wzięliśmy nazwę.": "P.U.M.A. is a team of scientists who work efficiently, quickly and flexibly - like the catfish from which we took our name.",
  "pl:en-US:Jeśli w Twojej klinice, firmie, start-upie czy podczas realizacji grantu pojawia się problem naukowo-technologiczny, chcesz zweryfikować pomysł, rozwiązać nurtujące pytania albo zmodernizować istniejące rozwiązanie – jesteśmy po to, aby to zrobić.": "If a science and technology problem arises in your clinic, company, start-up or during the implementation of a grant, you want to validate an idea, solve nagging questions or modernize an existing solution - we are here to do it.",
  "pl:en-US:Szybko i sprawnie": "Quick and efficient",
  "pl:en-US:Działamy efektywnie bez zbędnej biurokracji": "We operate efficiently without unnecessary bureaucracy",
  "pl:en-US:Bez barier": "Barrier-free",
  "pl:en-US:Nie mamy sztywnych ram ani ograniczeń": "We have no rigid framework or limitations",
  "pl:en-US:Od pomysłu do wdrożenia": "From idea to implementation",
  "pl:en-US:Wspieramy projekty na każdym etapie": "We support projects at every stage",
  "pl:en-US:Interdyscyplinarność": "Interdisciplinarity",
  "pl:en-US:Łączymy różne dziedziny nauki i praktyki": "We combine different fields of science and practice",
  "pl:en-US:Poznaj P.U.M.A.": "Meet P.U.M.A.",
  "pl:en-US:Poznaj dorobek naukowy zespołu": "Learn about the team's scientific achievements",
  "pl:en-US:Projekty badawcze": "Research projects",
  "pl:en-US:Aktualne granty i współprace": "Current grants and collaborations",
  "pl:en-US:Innowacyjne systemy badawcze": "Innovative research systems",
  "pl:en-US:Dołącz do zespołu P.U.M.A.": "Join the P.U.M.A. team.",
  "pl:en-US:Masz pomysł badawczy?": "Do you have a research idea?",
  "pl:en-US:Niezależnie od etapu projektu – od koncepcji po analizę wyników – możemy pomóc w jego realizacji, wdrożeniu i publikacji.": "Regardless of the stage of the project - from conception to analysis of the results - we can help with its execution, implementation and publication.",
  "pl:en-US:Rozpocznij współpracę": "Start a partnership",
  "pl:en-US:Skontaktuj się": "Get in touch",
  "pl:en-US:Rozpocznij współpracę z naszym zespołem": "Start working with our team",
  "pl:en-US:Skontaktuj się z nami": "Contact us",
  "pl:en-US:Adres": "Address",
  "pl:en-US:Szybkie linki": "Quick links",
  "pl:en-US:Wszelkie prawa zastrzeżone": "All rights reserved",
  "pl:en-US:Innowacyjne modele biologiczne i bioinżynieryjne": "Innovative biological and bioengineering models",
  "pl:en-US:O nas": "About us",
  "pl:en-US:Usługi": "Services",
  "pl:en-US:E-mail": "E-mail",
  "pl:en-US:Telefon": "Phone",
  "pl:en-US:Pracownia Unikalnych Modeli Aplikacyjnych. Wszelkie prawa zastrzeżone.": "Studio of Unique Application Models. All rights reserved.",
  "pl:en-US:Poznaj nasz zespół": "Meet our team",
  "pl:en-US:Naukowcy, doktoranci i studenci tworzący P.U.M.A.": "Researchers, doctoral students and undergraduates who make up P.U.M.A.",
  "pl:en-US:Nasz zespół to grupa pasjonatów nauki, którzy łączą doświadczenie akademickie z praktycznym podejściem do badań. Wspólnie tworzymy innowacyjne rozwiązania w obszarze mikrobiologii, biotechnologii i medycyny.": "Our team is a group of science enthusiasts who combine academic experience with a practical approach to research. Together we create innovative solutions in the fields of microbiology, biotechnology and medicine.",
  "pl:en-US:Pracownicy naukowi": "Researchers",
  "pl:en-US:Doktoranci": "PhD students",
  "pl:en-US:Studenci": "Students",
  "pl:en-US:Pracownicy": "Employees",
  "pl:en-US:Aktualne projekty badawcze": "Current research projects",
  "pl:en-US:Granty i współprace realizowane przez zespół P.U.M.A.": "Grants and collaborations implemented by the P.U.M.A. team.",
  "pl:en-US:Łączna wartość grantów": "Total value of grants",
  "pl:en-US:Aktywne badania": "Active projects",
  "pl:en-US:Partnerzy instytucjonalni": "Institutional partners",
  "pl:en-US:Źródło finansowania": "Source of funding",
  "pl:en-US:Numer projektu": "Project number",
  "pl:en-US:Wartość finansowania": "Value of financing",
  "pl:en-US:Więcej informacji": "More information",
  "pl:en-US:Publikacje naukowe": "Scientific publications",
  "pl:en-US:Dorobek naukowy zespołu P.U.M.A.": "Scientific achievements of the P.U.M.A. team.",
  "pl:en-US:Wszystkie lata": "All years",
  "pl:en-US:Rok": "Year",
  "pl:en-US:Czasopismo": "Magazine",
  "pl:en-US:Czytaj artykuł": "Read article",
  "pl:en-US:Modele badawcze": "Research models",
  "pl:en-US:Innowacyjne systemy i organizmy modelowe stosowane w P.U.M.A.": "Innovative systems and model organisms used at P.U.M.A.",
  "pl:en-US:Dołącz do zespołu P.U.M.A. - etaty, staże i doktoraty": "Join the P.U.M.A. team. - FTEs, internships and PhDs",
  "pl:en-US:Dlaczego warto dołączyć?": "Why join?",
  "pl:en-US:Rozwój kariery": "Career development",
  "pl:en-US:Praca przy innowacyjnych projektach badawczych": "Work on innovative research projects",
  "pl:en-US:Możliwość współautorstwa publikacji naukowych": "Ability to co-author scientific publications",
  "pl:en-US:Praca z doświadczonymi naukowcami i pasjonatami": "Work with experienced scientists and enthusiasts",
  "pl:en-US:Sprzęt": "Equipment",
  "pl:en-US:Dostęp do nowoczesnych laboratoriów i technologii": "Access to modern laboratories and technology",
  "pl:en-US:Stabilność": "Stability",
  "pl:en-US:Praca na Uniwersytecie Medycznym we Wrocławiu": "Working at the Medical University of Wroclaw",
  "pl:en-US:Networking": "Networking",
  "pl:en-US:Konferencje i współpraca międzynarodowa": "Conferences and international cooperation",
  "pl:en-US:Wybierz ścieżkę rekrutacji": "Choose a recruitment path",
  "pl:en-US:Oferujemy różne formy współpracy – od etatów, przez staże, po doktoraty. Wybierz interesującą Cię opcję, aby poznać szczegóły.": "We offer various forms of cooperation - from full-time positions, to internships, to PhDs. Choose the option you are interested in for details.",
  "pl:en-US:Etat (payroll UMW)": "FTE (UMW payroll)",
  "pl:en-US:Staże i pomysły (naukowcy, przedsiębiorcy, studenci)": "Internships and ideas (scientists, entrepreneurs, students)",
  "pl:en-US:Doktorat (PhD track)": "PhD (PhD track)",
  "pl:en-US:Chcesz pracować w miejscu, gdzie nauka spotyka się z technologią, a wyniki naprawdę coś znaczą? W P.U.M.A. nie ma miejsca na stagnację. Potrzebujemy ludzi, którzy myślą nieszablonowo, działają szybko i nie boją się odpowiedzialności. Jeśli badania są Twoją pasją - znajdziemy Ci miejsce na pokładzie.": "Do you want to work in a place where science meets technology and results really mean something? At P.U.M.A., there is no room for stagnation. We need people who think outside the box, act fast and are not afraid of responsibility. If research is your passion - we will find you a place on board.",
  "pl:en-US:Masz pomysł, który inni uznaliby za zbyt trudny albo zbyt odważny? Zapraszamy. W P.U.M.A. nie uciekamy od wyzwań - zamieniamy je w projekty, dane, patenty i publikacje, w których możesz brać udział. Jeśli chcesz zrobić coś więcej niż tylko kolekcjonować punkty do CV, znajdziesz tu partnerów, którzy nie tylko Cię wysłuchają i pomogą ruszyć z miejsca, ale też będą wspierać zarówno w codziennych dociekaniach naukowych, jak i w zmaganiach z biurokracją.": "Have an idea that others would consider too difficult or too daring? You're welcome. At P.U.M.A., we don't run away from challenges - we turn them into projects, data, patents and publications that you can participate in. If you want to do more than just collect points for your resume, you'll find partners here who will not only listen to you and help get you moving, but also support you in both your day-to-day scientific inquiries and your struggles with bureaucracy.",
  "pl:en-US:Doktorat to coś więcej niż tytuł - to szansa, by zejść z utartego szlaku i zbadać coś, co naprawdę Cię fascynuje, a świat jeszcze nie wie, że tego potrzebuje. W P.U.M.A. rozumiemy, że każdy projekt naukowy to podróż - czasem nie wiesz, gdzie wyjdziesz, ale właśnie dlatego warto zacząć. Jesteśmy po to, by pomóc Ci przekuć ciekawość w rozdziały doktoratu, wyniki w publikacje, a eksperymenty w coś, o czym później będziesz mówić z dumą.": "A PhD is more than a title - it's a chance to get off the beaten track and explore something that really fascinates you and the world doesn't yet know it needs. At P.U.M.A., we understand that every science project is a journey - sometimes you don't know where you'll leave, but that's why it's worth starting. We're here to help you turn your curiosity into PhD chapters, your results into publications, and your experiments into something you'll be proud to talk about later.",
  "pl:en-US:Aplikuj teraz": "Apply now",
  "pl:en-US:Wypełnij formularz aplikacyjny i dołącz do zespołu P.U.M.A.": "Fill out the application form and join the P.U.M.A. team.",
  "pl:en-US:Nawiąż współpracę naukową i badawczą z P.U.M.A.": "Establish scientific and research cooperation with P.U.M.A.",
  "pl:en-US:Co oferujemy?": "What do we offer?",
  "pl:en-US:Ekspertyza naukowa": "Scientific expertise",
  "pl:en-US:Doświadczony zespół naukowców z różnych dziedzin": "Experienced team of scientists from various fields",
  "pl:en-US:Nowoczesne wyposażenie": "Modern equipment",
  "pl:en-US:Dostęp do specjalistycznych laboratoriów i sprzętu": "Access to specialized laboratories and equipment",
  "pl:en-US:Analiza danych": "Data analysis",
  "pl:en-US:Zaawansowana analiza statystyczna i AI": "Advanced statistical analysis and AI",
  "pl:en-US:Analiza mikrobiologiczna": "Microbiological analysis",
  "pl:en-US:Badania mikrobiologiczne z wykorzystaniem modeli in vivo i in vitro": "Microbiological studies using in vivo and in vitro models",
  "pl:en-US:Elastyczność": "Flexibility",
  "pl:en-US:Dopasowanie do potrzeb i budżetu projektu": "Tailor to project needs and budget",
  "pl:en-US:Kompleksowość": "Complexity",
  "pl:en-US:Od pomysłu przez badania po wdrożenie": "From idea to research to implementation",
  "pl:en-US:Współpraca naukowa i badawcza": "Scientific and research cooperation",
  "pl:en-US:Naszym celem jest łączenie nauki z praktyką. Wspieramy zarówno indywidualnych badaczy, jak i instytucje, które chcą wprowadzać innowacje w obszarze medycyny, biotechnologii i nauk przyrodniczych. Jeżeli masz pomysł na projekt badawczy lub potrzebujesz wsparcia w realizacji części eksperymentalnej – zapraszamy do kontaktu.": "Our goal is to connect science with practice. We support both individual researchers and institutions that want to innovate in the fields of medicine, biotechnology and life sciences. If you have an idea for a research project or need support in implementing the experimental part - we invite you to contact us.",
  "pl:en-US:Prowadzimy współpracę z uczelniami, startupami, ośrodkami badawczymi oraz przedsiębiorstwami z sektora farmaceutycznego i biotechnologicznego. Niezależnie od etapu Twojego pomysłu – od koncepcji po analizę wyników – możemy pomóc w jego wdrożeniu i publikacji.": "We work with universities, startups, research centers and companies in the pharmaceutical and biotechnology sectors. Regardless of the stage of your idea - from conception to analysis of results - we can help with its implementation and publication.",
  "pl:en-US:Możliwości współpracy:": "Opportunities for cooperation:",
  "pl:en-US:Wspólne projekty badawcze": "Joint research projects",
  "pl:en-US:Konsultacje naukowe i merytoryczne": "Scientific and factual consultation",
  "pl:en-US:Realizacja części eksperymentalnej projektów": "Implementation of the experimental part of the projects",
  "pl:en-US:Testy i analizy mikrobiologiczne": "Microbiological testing and analysis",
  "pl:en-US:Ocena cytotoksyczności i biozgodności": "Evaluation of cytotoxicity and biocompatibility",
  "pl:en-US:Masz pytania lub chcesz omówić możliwości współpracy? Wypełnij formularz, a skontaktujemy się z Tobą.": "Do you have questions or want to discuss cooperation opportunities? Fill out the form and we will get in touch with you.",
  "pl:en-US:Skontaktuj się z zespołem P.U.M.A.": "Contact the P.U.M.A. team.",
  "pl:en-US:Zakład Technologii Translacyjnych": "Department of Translational Technologies",
  "pl:en-US:Wydział Farmaceutyczny Uniwersytetu Medycznego": "Faculty of Pharmacy, University of Medical Sciences",
  "pl:en-US:im. Piastów Śląskich we Wrocławiu": "im. Piasts of Silesia in Wroclaw",
  "pl:en-US:ul. Borowska 211, 50-556 Wrocław": "211 Borowska St., 50-556 Wroclaw",
  "pl:en-US:Piętro I": "Floor I",
  "pl:en-US:Email": "Email"
}